{"category": "bike", "description": ["Hi, I'm selling my good condition beach cruiser. Rides comfortably and perfect for summer"], "title": "Felt rat rod beach cruiser", "price": 300, "image_urls": [], "post_id": "6144370082", "attrs": {}, "item": "Felt", "images": ["images\/bike\/6144370082_0.jpg"]}
{"category": "bike", "description": ["Ive had this trike 6 years. And ive upgraded parts here and there over that term of time. The sound system also. It has a 1000 watt class A/B JVC amp. Along with two 6x9s Kicker Cs and a component setup of 6\" 3/4 with a half inch dome tweeter on the side by kicker cs. And up front on the handle bars console I have two 1\" Alpine tweeters facing the bike rider with a three combo of socket charger volt meter for the battery status of where is at in power and last but not least it have a dual usb charging socket also. And on the other side facing the streets while Is on the road. It have two 5\" 1/4 kicker cs speakers and two Pioneer bullet tweeters and it has a 20 watt work cree light. Pretty light for the night. All of these things are powered up in individual switches so it can be turned on or off at anytime with out cutting off the music or the chargers. Hit me Up for serious inquires 1,800 O.B.O"], "title": "Custom Trike", "price": 1300, "image_urls": [], "post_id": "6143901379", "attrs": {}, "item": "good", "images": ["images/bike/6143901379_0.jpg"]}
{"category": "bike", "description": ["I have a mens SEA WIND BIKE MADE BY PHAT CYCLES. THIS BIKE IS BLACK WITH ORANGE/RED RIMS IN NEW CONDITION. TIRES STILL HAVE NUBS, CLEAN.  CHECK IT OUT ON PHAT CYCLES  WEB SITE. Fiv 1 oh ate tree ate fiv to ate for"], "title": "PHAT cycles sea wind", "price": 120, "image_urls": [], "post_id": "6143932717", "attrs": {}, "item": "like new", "images": ["images/bike/6143932717_0.jpg"]}
{"category": "bike", "description": ["Hey there! I am leaving the bay area in a month, so I am selling my bike. It works really well, I am using it daily. If you are interested send me a message and you can try it out."], "title": "Bike for sale!", "price": 150, "image_urls": [], "post_id": "6144619793", "attrs": {}, "item": "good", "images": ["images/bike/6144619793_0.jpg"]}
{"category": "bike", "description": ["Girls 24 in bike $35-"], "title": "Girl's bike", "price": 40, "image_urls": [], "post_id": "6144629013", "attrs": {}, "item": "good", "images": ["images/bike/6144629013_0.jpg"]}